Repository: lxd930808/LinguaCast
Catalog: ios/PodcastEnglishStudio/PodcastEnglishStudio/Support/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# assistant.activity.feed
source: Reading podcast episodes
ar: جارٍ قراءة حلقات البودكاست
de: Podcast-Folgen werden gelesen
es: Leyendo episodios de podcast
fr: Lecture des épisodes de podcast
ja: ポッドキャストのエピソードを読み込み中
ko: 팟캐스트 에피소드 읽는 중
pt_br: Lendo episódios de podcast
zh_hans: 正在读取播客单集
zh_hant: 正在讀取 Podcast 單集

# assistant.activity.read_results
source: Reading results
ar: جارٍ قراءة النتائج
de: Ergebnisse werden gelesen
es: Leyendo resultados
fr: Lecture des résultats
ja: 結果を読み込み中
ko: 결과 읽는 중
pt_br: Lendo resultados
zh_hans: 正在阅读结果
zh_hant: 正在閱讀結果

# assistant.activity.report
source: Writing report
ar: جارٍ كتابة التقرير
de: Bericht wird geschrieben
es: Redactando el informe
fr: Rédaction du rapport
ja: レポートを作成中
ko: 보고서 작성 중
pt_br: Escrevendo o relatório
zh_hans: 正在撰写报告
zh_hant: 正在撰寫報告

# assistant.activity.search_apple_podcasts
source: Searching Apple Podcasts
ar: جارٍ البحث في Apple Podcasts
de: Apple Podcasts wird durchsucht
es: Buscando en Apple Podcasts
fr: Recherche sur Apple Podcasts
ja: Apple Podcasts を検索中
ko: Apple Podcasts 검색 중
pt_br: Pesquisando no Apple Podcasts
zh_hans: 正在搜索 Apple Podcasts
zh_hant: 正在搜尋 Apple Podcasts

# assistant.activity.search_podcasts
source: Searching podcasts
ar: جارٍ البحث في البودكاست
de: Podcasts werden durchsucht
es: Buscando podcasts
fr: Recherche de podcasts
ja: ポッドキャストを検索中
ko: 팟캐스트 검색 중
pt_br: Pesquisando podcasts
zh_hans: 正在搜索播客
zh_hant: 正在搜尋 Podcast

# assistant.activity.search_youtube
source: Searching YouTube
ar: جارٍ البحث في YouTube
de: YouTube wird durchsucht
es: Buscando en YouTube
fr: Recherche sur YouTube
ja: YouTube を検索中
ko: YouTube 검색 중
pt_br: Pesquisando no YouTube
zh_hans: 正在搜索 YouTube
zh_hant: 正在搜尋 YouTube

# assistant.activity.transcript
source: Searching the transcript
ar: جارٍ البحث في النص
de: Transkript wird durchsucht
es: Buscando en la transcripción
fr: Recherche dans la transcription
ja: 文字起こしを検索中
ko: 전사본 검색 중
pt_br: Pesquisando a transcrição
zh_hans: 正在检索转写
zh_hant: 正在檢索逐字稿

# assistant.activity.youtube_details
source: Loading video details
ar: جارٍ تحميل تفاصيل الفيديو
de: Videodetails werden geladen
es: Cargando detalles del vídeo
fr: Chargement des détails de la vidéo
ja: 動画の詳細を読み込み中
ko: 동영상 세부정보 불러오는 중
pt_br: Carregando detalhes do vídeo
zh_hans: 正在加载视频详情
zh_hant: 正在載入影片詳情

# assistant.assistant
source: Assistant
ar: المساعد
de: Assistent
es: Asistente
ja: アシスタント
ko: 어시스턴트
pt_br: Assistente
zh_hans: 助手
zh_hant: 助手

# assistant.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# assistant.dismiss
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# assistant.empty
source: No research sessions yet.
ar: لا توجد جلسات بحث بعد.
de: Noch keine Recherchesitzungen.
es: Todavía no hay sesiones de investigación.
fr: Aucune session de recherche pour le moment.
ja: 調査セッションはまだありません。
ko: 아직 리서치 세션이 없습니다.
pt_br: Ainda não há sessões de pesquisa.
zh_hans: 还没有研究会话。
zh_hant: 尚無研究工作階段。

# assistant.generate_subtitles
source: Generate bilingual subtitles
ar: إنشاء ترجمات ثنائية اللغة
de: Zweisprachige Untertitel erzeugen
es: Generar subtítulos bilingües
fr: Générer des sous-titres bilingues
ja: バイリンガル字幕を生成
ko: 이중 언어 자막 생성
pt_br: Gerar legendas bilíngues
zh_hans: 生成双语字幕
zh_hant: 生成雙語字幕

# assistant.greeting
source: What would you like to research?
ar: ماذا تريد أن تبحث؟
de: Was möchten Sie recherchieren?
es: ¿Qué te gustaría investigar?
fr: Que souhaitez-vous rechercher ?
ja: 何を調べますか？
ko: 무엇을 조사할까요?
pt_br: O que você gostaria de pesquisar?
zh_hans: 想研究什么？
zh_hant: 想研究什麼？

# assistant.greeting_body
source: Ask a question or describe a topic. I'll search YouTube and Apple Podcasts.
ar: اطرح سؤالًا أو صف موضوعًا. سأبحث في YouTube وApple Podcasts.
de: Stellen Sie eine Frage oder beschreiben Sie ein Thema. Ich suche auf YouTube und Apple Podcasts.
es: Haz una pregunta o describe un tema. Buscaré en YouTube y Apple Podcasts.
fr: Posez une question ou décrivez un sujet. Je chercherai sur YouTube et Apple Podcasts.
ja: 質問するかテーマを書いてください。YouTube と Apple Podcasts を検索します。
ko: 질문하거나 주제를 설명해 주세요. YouTube와 Apple Podcasts를 검색합니다.
pt_br: Faça uma pergunta ou descreva um tema. Vou buscar no YouTube e no Apple Podcasts.
zh_hans: 提出问题或描述一个主题，我会搜索 YouTube 和 Apple Podcasts。
zh_hant: 提出問題或描述一個主題，我會搜尋 YouTube 和 Apple Podcasts。

# assistant.legacy.banner
source: This session is from an earlier assistant version and is read-only.
ar: هذه الجلسة من إصدار أقدم للمساعد وهي للقراءة فقط.
de: Diese Sitzung stammt von einer früheren Assistentenversion und ist schreibgeschützt.
es: Esta sesión es de una versión anterior del asistente y es de solo lectura.
fr: Cette session provient d’une version antérieure de l’assistant et est en lecture seule.
ja: このセッションは以前のアシスタント版のもので、読み取り専用です。
ko: 이 세션은 이전 어시스턴트 버전이며 읽기 전용입니다.
pt_br: Esta sessão é de uma versão anterior do assistente e é somente leitura.
zh_hans: 此会话来自更早的助手版本，目前只读。
zh_hant: 此工作階段來自更早的助手版本，目前唯讀。

# assistant.legacy.empty
source: No previous sessions.
ar: لا توجد جلسات سابقة.
de: Keine früheren Sitzungen.
es: No hay sesiones anteriores.
fr: Aucune session précédente.
ja: 以前のセッションはありません。
ko: 이전 세션이 없습니다.
pt_br: Nenhuma sessão anterior.
zh_hans: 没有更早的会话。
zh_hant: 沒有更早的工作階段。

# assistant.legacy.mutation_blocked
source: Previous sessions are read-only. Turn on V15 research in Settings to start a new workspace.
ar: الجلسات السابقة للقراءة فقط. فعّل بحث V15 في الإعدادات لبدء مساحة عمل جديدة.
de: Frühere Sitzungen sind schreibgeschützt. Aktivieren Sie V15-Recherche in den Einstellungen, um einen Workspace zu starten.
es: Las sesiones anteriores son de solo lectura. Active la investigación V15 en Ajustes para crear un espacio de trabajo.
fr: Les sessions précédentes sont en lecture seule. Activez la recherche V15 dans Réglages pour créer un espace de travail.
ja: 以前のセッションは読み取り専用です。新しいワークスペースを始めるには設定でV15研究をオンにしてください。
ko: 이전 세션은 읽기 전용입니다. 새 워크스페이스를 만들려면 설정에서 V15 리서치를 켜세요.
pt_br: As sessões anteriores são somente leitura. Ative a pesquisa V15 em Ajustes para iniciar um espaço de trabalho.
zh_hans: 旧会话已改为只读。请在设置中打开 V15 研究以新建工作区。
zh_hant: 舊工作階段已改為唯讀。請在設定中打開 V15 研究以新建工作區。

# assistant.legacy.section
source: Legacy, read-only
ar: قديم، للقراءة فقط
de: Älter, schreibgeschützt
es: Anterior, solo lectura
fr: Ancien, lecture seule
ja: 旧版（読み取り専用）
ko: 이전 버전, 읽기 전용
pt_br: Legado, somente leitura
zh_hans: 旧版，只读
zh_hant: 舊版，唯讀

# assistant.match.person
source: Person or show match
ar: تطابق شخص أو برنامج
de: Personen- oder Sendungsübereinstimmung
es: Coincidencia de persona o programa
fr: Correspondance de personne ou d’émission
ja: 人物または番組の一致
ko: 인물 또는 프로그램 일치
pt_br: Correspondência de pessoa ou programa
zh_hans: 人物或节目匹配
zh_hant: 人物或節目符合

# assistant.match.recent
source: Within the requested time range
ar: ضمن النطاق الزمني المطلوب
de: Im angeforderten Zeitraum
es: Dentro del intervalo solicitado
fr: Dans la plage de dates demandée
ja: 指定期間内
ko: 요청한 기간 내
pt_br: Dentro do intervalo solicitado
zh_hans: 在指定时间范围内
zh_hant: 在指定時間範圍內

# assistant.match.show
source: Show or channel match
ar: تطابق برنامج أو قناة
de: Sendungs- oder Kanalübereinstimmung
es: Coincidencia de programa o canal
fr: Correspondance d’émission ou de chaîne
ja: 番組またはチャンネルの一致
ko: 프로그램 또는 채널 일치
pt_br: Correspondência de programa ou canal
zh_hans: 节目或频道匹配
zh_hant: 節目或頻道符合

# assistant.match.terms
source: Matched search terms
ar: طابق عبارات البحث
de: Suchbegriffe stimmen überein
es: Coincide con los términos de búsqueda
fr: Correspond aux termes de recherche
ja: 検索語に一致
ko: 검색어와 일치
pt_br: Correspondeu aos termos de busca
zh_hans: 匹配了搜索词
zh_hant: 符合搜尋詞

# assistant.match.title_exact
source: Exact title match
ar: تطابق العنوان تمامًا
de: Exakte Titelübereinstimmung
es: Coincidencia exacta del título
fr: Correspondance exacte du titre
ja: タイトル完全一致
ko: 제목 완전 일치
pt_br: Correspondência exata do título
zh_hans: 标题完全匹配
zh_hant: 標題完全符合

# assistant.new_research
source: New research
ar: بحث جديد
de: Neue Recherche
es: Nueva investigación
fr: Nouvelle recherche
ja: 新しい調査
ko: 새 리서치
pt_br: Nova pesquisa
zh_hans: 新建研究
zh_hant: 新建研究

# assistant.open_player
source: Play
ar: تشغيل
de: Wiedergeben
es: Reproducir
fr: Lire
ja: 再生する
ko: 재생하기
pt_br: Reproduzir
zh_hans: 进入播放
zh_hant: 進入播放

# assistant.phase.error
source: Needs attention
ar: يحتاج إلى انتباه
de: Handlungsbedarf
es: Requiere atención
fr: Attention requise
ja: 要確認
ko: 확인 필요
pt_br: Precisa de atenção
zh_hans: 需要处理
zh_hant: 需要處理

# assistant.phase.qa_ready
source: Ready to ask
ar: جاهز للسؤال
de: Bereit für Fragen
es: Listo para preguntar
fr: Prêt à poser des questions
ja: 質問できます
ko: 질문할 수 있음
pt_br: Pronto para perguntar
zh_hans: 可以提问
zh_hant: 可以提問

# assistant.phase.report_ready
source: Report ready
ar: التقرير جاهز
de: Bericht bereit
es: Informe listo
fr: Rapport prêt
ja: レポート準備完了
ko: 보고서 준비됨
pt_br: Relatório pronto
zh_hans: 报告已就绪
zh_hant: 報告已就緒

# assistant.pin_home
source: Add to Home
ar: إضافة إلى الصفحة الرئيسية
de: Zur Startseite
es: Añadir al inicio
fr: Ajouter à l’accueil
ja: ホームに追加
ko: 홈에 추가
pt_br: Adicionar à Início
zh_hans: 加入首页
zh_hant: 加入首頁

# assistant.pinned
source: Added to Home
ar: تمت الإضافة
de: Hinzugefügt
es: Añadido al inicio
fr: Ajouté à l’accueil
ja: ホームに追加済み
ko: 홈에 추가됨
pt_br: Adicionado à Início
zh_hans: 已加入
zh_hant: 已加入

# assistant.playback.error_title
source: Could not open player
ar: تعذر فتح المشغل
de: Player konnte nicht geöffnet werden
es: No se pudo abrir el reproductor
fr: Impossible d’ouvrir le lecteur
ja: プレーヤーを開けません
ko: 플레이어를 열 수 없음
pt_br: Não foi possível abrir o player
zh_hans: 无法打开播放器
zh_hant: 無法打開播放器

# assistant.preparation
source: Preparation
ar: جارٍ التحضير
de: Vorbereitung
es: Preparación
fr: Préparation
ja: 準備中
ko: 준비 중
pt_br: Preparação
zh_hans: 准备中
zh_hant: 準備中

# assistant.prepare_confirm_action
source: Transcribe and translate
ar: انسخ وترجم
de: Transkribieren und übersetzen
es: Transcribir y traducir
fr: Transcrire et traduire
ja: 文字起こしして翻訳
ko: 전사하고 번역
pt_br: Transcrever e traduzir
zh_hans: 转写并翻译
zh_hant: 轉寫並翻譯

# assistant.prepare_confirm_body
source: This uses the cloud transcription and translation service. It does not download media on this device.
ar: يستخدم هذا خدمة النسخ والترجمة السحابية. ولن يُنزَّل المحتوى على هذا الجهاز.
de: Dafür wird der Cloud-Dienst für Transkription und Übersetzung genutzt. Medien werden nicht auf diesem Gerät geladen.
es: Esto usa el servicio de transcripción y traducción en la nube. No descarga el contenido en este dispositivo.
fr: Cela utilise le service cloud de transcription et de traduction. Aucun média n’est téléchargé sur cet appareil.
ja: クラウドの文字起こしと翻訳サービスを使います。この端末にメディアは保存しません。
ko: 클라우드 전사 및 번역 서비스를 사용합니다. 이 기기에 미디어를 다운로드하지 않습니다.
pt_br: Isso usa o serviço de transcrição e tradução na nuvem. Não baixa a mídia neste dispositivo.
zh_hans: 这将调用云端转写翻译服务，不会在本机下载媒体。
zh_hant: 這將呼叫雲端轉寫翻譯服務，不會在本機下載媒體。

# assistant.prepare_confirm_title
source: Start deep research?
ar: بدء البحث المتعمق؟
de: Tiefenrecherche starten?
es: ¿Iniciar la investigación profunda?
fr: Démarrer la recherche approfondie ?
ja: 詳細調査を開始しますか？
ko: 심층 리서치를 시작할까요?
pt_br: Iniciar pesquisa aprofundada?
zh_hans: 开始深度研究？
zh_hant: 開始深度研究？

# assistant.prompt_placeholder
source: Ask or research a topic
ar: اسأل أو ابحث عن موضوع
de: Frage stellen oder ein Thema recherchieren
es: Pregunta o investiga un tema
fr: Posez une question ou recherchez un sujet
ja: 質問するか、テーマを調べる
ko: 질문하거나 주제를 조사하세요
pt_br: Pergunte ou pesquise um tema
zh_hans: 提问或研究一个主题
zh_hant: 提問或研究一個主題

# assistant.recent
source: Recent
ar: الأخيرة
de: Zuletzt
es: Recientes
fr: Récent
ja: 最近
ko: 최근
pt_br: Recentes
zh_hans: 最近
zh_hant: 最近

# assistant.retry_prepare
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试
zh_hant: 重試

# assistant.select_and_prepare
source: Select and prepare
ar: اختر وجهّز
de: Auswählen und vorbereiten
es: Seleccionar y preparar
fr: Sélectionner et préparer
ja: 選択して準備
ko: 선택하고 준비
pt_br: Selecionar e preparar
zh_hans: 选择并准备
zh_hant: 選擇並準備

# assistant.send
source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
pt_br: Enviar
zh_hans: 发送
zh_hant: 傳送

# assistant.setup_required_body
source: Enable the assistant service and add its address and token in Settings.
ar: فعّل خدمة المساعد وأضف عنوانها ورمزها في الإعدادات.
de: Aktivieren Sie den Assistentendienst und hinterlegen Sie Adresse und Token in den Einstellungen.
es: Activa el servicio del asistente y añade su dirección y token en Ajustes.
fr: Activez le service d’assistant et ajoutez son adresse et son jeton dans Réglages.
ja: 設定でアシスタントサービスを有効にし、アドレスとトークンを追加してください。
ko: 설정에서 어시스턴트 서비스를 켜고 주소와 토큰을 추가하세요.
pt_br: Ative o serviço do assistente e adicione o endereço e o token em Ajustes.
zh_hans: 请在设置中启用助手服务，并填写地址和令牌。
zh_hant: 請在設定中啟用助手服務，並填寫地址和權杖。

# assistant.setup_required_title
source: Turn on the assistant service
ar: شغّل خدمة المساعد
de: Assistentendienst aktivieren
es: Activa el servicio del asistente
fr: Activez le service d’assistant
ja: アシスタントサービスをオンにする
ko: 어시스턴트 서비스를 켜세요
pt_br: Ative o serviço do assistente
zh_hans: 请开启助手服务
zh_hant: 請開啟助手服務

# assistant.source.episode
source: Podcast episode
ar: حلقة بودكاست
de: Podcast-Folge
es: Episodio de podcast
fr: Épisode de podcast
ja: ポッドキャストのエピソード
ko: 팟캐스트 에피소드
pt_br: Episódio de podcast
zh_hans: 播客单集
zh_hant: Podcast 單集

# assistant.source.show
source: Podcast show
ar: برنامج بودكاست
de: Podcast-Sendung
es: Programa de podcast
fr: Émission de podcast
ja: ポッドキャスト番組
ko: 팟캐스트 쇼
pt_br: Programa de podcast
zh_hans: 播客节目
zh_hant: Podcast 節目

# assistant.source.unknown
source: Source
ar: مصدر
de: Quelle
es: Fuente
ja: ソース
ko: 출처
pt_br: Fonte
zh_hans: 来源
zh_hant: 來源

# assistant.source.video
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: 動画
ko: 동영상
pt_br: Vídeo
zh_hans: 视频
zh_hant: 影片

# assistant.sources.empty
source: No sources yet
ar: لا مصادر بعد
de: Noch keine Quellen
es: Aún no hay fuentes
fr: Pas encore de sources
ja: ソースはまだありません
ko: 아직 출처가 없습니다
pt_br: Ainda não há fontes
zh_hans: 还没有来源
zh_hant: 尚無來源

# assistant.status.filtered_empty
source: No results matched the current filters.
ar: لا نتائج تطابق عوامل التصفية الحالية.
de: Keine Ergebnisse entsprechen den aktuellen Filtern.
es: Ningún resultado coincide con los filtros actuales.
fr: Aucun résultat ne correspond aux filtres actuels.
ja: 現在のフィルターに一致する結果はありません。
ko: 현재 필터와 일치하는 결과가 없습니다.
pt_br: Nenhum resultado corresponde aos filtros atuais.
zh_hans: 没有符合当前筛选条件的结果。
zh_hant: 沒有符合目前篩選條件的結果。

# assistant.status.misconfigured
source: A search source is not configured.
ar: أحد مصادر البحث غير مهيأ.
de: Eine Suchquelle ist nicht konfiguriert.
es: Una fuente de búsqueda no está configurada.
fr: Une source de recherche n’est pas configurée.
ja: 検索ソースが設定されていません。
ko: 검색 출처가 구성되지 않았습니다.
pt_br: Uma fonte de busca não está configurada.
zh_hans: 某个搜索来源尚未配置。
zh_hant: 某個搜尋來源尚未設定。

# assistant.status.partial
source: Some sources could not be searched. Showing the results that succeeded.
ar: تعذر البحث في بعض المصادر. يتم عرض النتائج الناجحة.
de: Einige Quellen konnten nicht durchsucht werden. Es werden die erfolgreichen Ergebnisse angezeigt.
es: No se pudieron buscar algunas fuentes. Se muestran los resultados correctos.
fr: Certaines sources n’ont pas pu être recherchées. Affichage des résultats obtenus.
ja: 一部のソースを検索できませんでした。成功した結果を表示しています。
ko: 일부 출처를 검색하지 못했습니다. 성공한 결과만 표시합니다.
pt_br: Algumas fontes não puderam ser pesquisadas. Mostrando os resultados que deram certo.
zh_hans: 部分来源未能完成搜索，已显示成功的结果。
zh_hant: 部分來源未能完成搜尋，已顯示成功的結果。

# assistant.status.rate_limited
source: A search source is rate-limited. Try again later.
ar: أحد مصادر البحث محدود المعدل. حاول لاحقًا.
de: Eine Suchquelle ist ratenbegrenzt. Versuchen Sie es später erneut.
es: Una fuente de búsqueda está limitada. Inténtalo más tarde.
fr: Une source de recherche est limitée. Réessayez plus tard.
ja: 検索ソースがレート制限されています。しばらくしてから再試行してください。
ko: 검색 출처가 속도 제한되었습니다. 나중에 다시 시도하세요.
pt_br: Uma fonte de busca está com limite de taxa. Tente novamente mais tarde.
zh_hans: 某个搜索来源正在限流，请稍后重试。
zh_hant: 某個搜尋來源正在限流，請稍後重試。

# assistant.stop
source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
zh_hans: 停止
zh_hant: 停止

# assistant.tab.conversation
source: Conversation
ar: المحادثة
de: Unterhaltung
es: Conversación
ja: 会話
ko: 대화
pt_br: Conversa
zh_hans: 对话
zh_hant: 對話

# assistant.tab.sources
source: Sources
ar: المصادر
de: Quellen
es: Fuentes
ja: ソース
ko: 출처
pt_br: Fontes
zh_hans: 来源
zh_hant: 來源

# assistant.thinking
source: Thinking
ar: يفكّر
de: Denkt nach
es: Pensando
fr: Réflexion
ja: 考え中
ko: 생각 중
pt_br: Pensando
zh_hans: 思考中
zh_hant: 思考中

# assistant.v2.activity.memory
source: Updating memory
ar: تحديث الذاكرة
de: Speicher wird aktualisiert
es: Actualizando la memoria
fr: Mise à jour de la mémoire
ja: メモリを更新中
ko: 메모리 업데이트 중
pt_br: Atualizando a memória
zh_hans: 正在更新记忆
zh_hant: 正在更新記憶

# assistant.v2.activity.page_saved
source: Saved a web page
ar: تم حفظ صفحة ويب
de: Webseite gespeichert
es: Se guardó una página web
fr: Page Web enregistrée
ja: ウェブページを保存しました
ko: 웹 페이지를 저장했습니다
pt_br: Página da web salva
zh_hans: 已保存网页
zh_hant: 已儲存網頁

# assistant.v2.activity.report
source: Writing report
ar: كتابة التقرير
de: Bericht wird geschrieben
es: Redactando el informe
fr: Rédaction du rapport
ja: レポートを作成中
ko: 보고서 작성 중
pt_br: Escrevendo o relatório
zh_hans: 正在撰写报告
zh_hant: 正在撰寫報告

# assistant.v2.activity.search_failed
source: A web search could not finish
ar: تعذر إكمال بحث ويب
de: Eine Websuche konnte nicht abgeschlossen werden
es: No se pudo terminar una búsqueda web
fr: Une recherche Web n’a pas pu aboutir
ja: ウェブ検索を完了できませんでした
ko: 웹 검색을 마치지 못했습니다
pt_br: Uma busca na web não pôde ser concluída
zh_hans: 网页搜索未能完成
zh_hant: 網頁搜尋未能完成

# assistant.v2.activity.search_web
source: Searching the web
ar: البحث في الويب
de: Web wird durchsucht
es: Buscando en la web
fr: Recherche sur le Web
ja: ウェブを検索中
ko: 웹 검색 중
pt_br: Buscando na web
zh_hans: 正在搜索网页
zh_hant: 正在搜尋網頁

# assistant.v2.activity.source_saved
source: Saved a source
ar: تم حفظ مصدر
de: Quelle gespeichert
es: Se guardó una fuente
fr: Source enregistrée
ja: ソースを保存しました
ko: 출처를 저장했습니다
pt_br: Fonte salva
zh_hans: 已保存来源
zh_hant: 已儲存來源

# assistant.v2.activity.transcript
source: Transcribing
ar: جارٍ التفريغ
de: Transkription läuft
es: Transcribiendo
fr: Transcription
ja: 文字起こし中
ko: 전사 중
pt_br: Transcrevendo
zh_hans: 正在转写
zh_hant: 正在轉寫

# assistant.v2.artifact.corrupt
source: This source could not be verified.
ar: تعذر التحقق من هذا المصدر.
de: Diese Quelle konnte nicht geprüft werden.
es: No se pudo verificar esta fuente.
fr: Cette source n’a pas pu être vérifiée.
ja: このソースを検証できませんでした。
ko: 이 출처를 검증할 수 없습니다.
pt_br: Não foi possível verificar esta fonte.
zh_hans: 此来源无法校验。
zh_hant: 此來源無法校驗。

# assistant.v2.artifact.failed
source: This source could not be saved.
ar: تعذر حفظ هذا المصدر.
de: Diese Quelle konnte nicht gespeichert werden.
es: No se pudo guardar esta fuente.
fr: Cette source n’a pas pu être enregistrée.
ja: このソースを保存できませんでした。
ko: 이 출처를 저장할 수 없습니다.
pt_br: Não foi possível salvar esta fonte.
zh_hans: 此来源未能保存。
zh_hant: 此來源未能儲存。

# assistant.v2.cursor_expired
source: Refreshing the latest research state.
ar: جارٍ تحديث أحدث حالة للبحث.
de: Der aktuelle Recherchestatus wird aktualisiert.
es: Actualizando el estado más reciente de la investigación.
fr: Actualisation de l’état le plus récent de la recherche.
ja: 最新の調査状態を更新しています。
ko: 최신 리서치 상태를 새로 고치는 중입니다.
pt_br: Atualizando o estado mais recente da pesquisa.
zh_hans: 正在刷新最新研究状态。
zh_hant: 正在重新整理最新研究狀態。

# assistant.v2.disabled
source: V15 research is turned off on the server.
ar: بحث V15 متوقف على الخادم.
de: V15-Recherche ist auf dem Server deaktiviert.
es: La investigación V15 está desactivada en el servidor.
fr: La recherche V15 est désactivée sur le serveur.
ja: サーバーでV15研究はオフです。
ko: 서버에서 V15 리서치가 꺼져 있습니다.
pt_br: A pesquisa V15 está desligada no servidor.
zh_hans: 服务器已关闭 V15 研究。
zh_hant: 伺服器已關閉 V15 研究。

# assistant.v2.empty
source: No workspace research yet.
ar: لا توجد أبحاث مساحة عمل بعد.
de: Noch keine Workspace-Recherche.
es: Todavía no hay investigación de espacio de trabajo.
fr: Aucune recherche d’espace de travail pour le moment.
ja: ワークスペースの調査はまだありません。
ko: 워크스페이스 리서치가 아직 없습니다.
pt_br: Ainda não há pesquisa de espaço de trabalho.
zh_hans: 还没有工作区研究。
zh_hant: 還沒有工作區研究。

# assistant.v2.evidence.primary_content
source: Page
ar: صفحة
de: Seite
es: Página
ja: ページ
ko: 페이지
pt_br: Página
zh_hans: 页面
zh_hant: 頁面

# assistant.v2.evidence.research_note
source: Note
ar: ملاحظة
de: Notiz
es: Nota
ja: メモ
ko: 노트
pt_br: Nota
zh_hans: 笔记
zh_hant: 筆記

# assistant.v2.evidence.search_metadata
source: Search summary
ar: ملخص البحث
de: Suchzusammenfassung
es: Resumen de búsqueda
fr: Résumé de recherche
ja: 検索概要
ko: 검색 요약
pt_br: Resumo da busca
zh_hans: 搜索摘要
zh_hant: 搜尋摘要

# assistant.v2.evidence.transcript
source: Transcript
ar: تفريغ
de: Transkript
es: Transcripción
fr: Transcription
ja: 文字起こし
ko: 전사
pt_br: Transcrição
zh_hans: 转写
zh_hant: 轉寫

# assistant.v2.evidence.user_preference
source: Preference
ar: تفضيل
de: Einstellung
es: Preferencia
fr: Préférence
ja: 設定
ko: 환경설정
pt_br: Preferência
zh_hans: 偏好
zh_hant: 偏好

# assistant.v2.greeting_body
source: Ask a question or describe a topic. I'll search the web, YouTube, and podcasts.
ar: اطرح سؤالًا أو صف موضوعًا. سأبحث في الويب وYouTube والبودكاست.
de: Stellen Sie eine Frage oder beschreiben Sie ein Thema. Ich durchsuche Web, YouTube und Podcasts.
es: Haz una pregunta o describe un tema. Buscaré en la web, YouTube y pódcasts.
fr: Posez une question ou décrivez un sujet. Je chercherai sur le Web, YouTube et les podcasts.
ja: 質問するかトピックを書いてください。ウェブ、YouTube、ポッドキャストを検索します。
ko: 질문을 하거나 주제를 설명하세요. 웹, YouTube, 팟캐스트를 검색합니다.
pt_br: Faça uma pergunta ou descreva um tópico. Vou buscar na web, no YouTube e em podcasts.
zh_hans: 提出问题或描述主题。我会搜索网页、YouTube 和播客。
zh_hant: 提出問題或描述主題。我會搜尋網頁、YouTube 和 Podcast。

# assistant.v2.memory_confirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
pt_br: Confirmar
zh_hans: 确认
zh_hant: 確認

# assistant.v2.memory_empty
source: No research notes yet.
ar: لا توجد ملاحظات بحث بعد.
de: Noch keine Recherchenotizen.
es: Todavía no hay notas de investigación.
fr: Aucune note de recherche pour le moment.
ja: 調査メモはまだありません。
ko: 리서치 노트가 아직 없습니다.
pt_br: Ainda não há notas de pesquisa.
zh_hans: 还没有研究笔记。
zh_hant: 還沒有研究筆記。

# assistant.v2.memory_proposal_body
source: Confirming this preference can be recalled in future research.
ar: بعد التأكيد يمكن استدعاء هذا التفضيل في الأبحاث القادمة.
de: Nach der Bestätigung kann diese Einstellung in späteren Recherchen abgerufen werden.
es: Si la confirma, esta preferencia se podrá recordar en investigaciones futuras.
fr: Une fois confirmée, cette préférence pourra être rappelée dans de futures recherches.
ja: 確認すると、今後の調査でこの設定を思い出せます。
ko: 확인하면 이후 리서치에서 이 환경설정을 다시 사용할 수 있습니다.
pt_br: Ao confirmar, esta preferência poderá ser lembrada em pesquisas futuras.
zh_hans: 确认后，该偏好可在以后的研究中被召回。
zh_hant: 確認後，此偏好可在之後的研究中被召回。

# assistant.v2.memory_proposal_title
source: Save as a preference?
ar: حفظ كتفصيل؟
de: Als Einstellung speichern?
es: ¿Guardar como preferencia?
fr: Enregistrer comme préférence ?
ja: 設定として保存しますか？
ko: 환경설정으로 저장할까요?
pt_br: Salvar como preferência?
zh_hans: 保存为偏好？
zh_hant: 儲存為偏好？

# assistant.v2.memory_reject
source: Don't save
ar: عدم الحفظ
de: Nicht speichern
es: No guardar
fr: Ne pas enregistrer
ja: 保存しない
ko: 저장 안 함
pt_br: Não salvar
zh_hans: 不保存
zh_hant: 不儲存

# assistant.v2.open_link
source: Open link
ar: فتح الرابط
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
ja: リンクを開く
ko: 링크 열기
pt_br: Abrir link
zh_hans: 打开链接
zh_hant: 打開連結
